[
{"hotel_name": "Hilton Bentley South Beach", "hotel_url": "/hotels/details/192017?c=200619|210619&r=2,0", "hotel_review_num": "1103", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "4 PM", "check_out": "12 PM", "rooms": "218", "business_service": ["Business Center"], "recreation": ["Gym", "Heated Pool", "Sauna"], "travel": ["Parking", "Porter"], "hotel_info": ["Deluxe Class Modern Hotel. Beachfront All Suite property on Ocean Drive, in the world-class environment of South Beach in the exclusive neighborhood of \"Sofi\" (South of Fifth Street). Minutes from Coral Gables, Coconut Grove and Miami's international business district on Brickell Avenue. Miami International Airport is 15 minutes away.", "Oversized junior suites (350 sq. ft.) furnished with 1 King Bed,  custom designed with European furnishings, with floor-to-ceiling windows revealing views of the city or ocean, and are equipped with kitchenette, luxurious oversized marble bathroom and state of the art amenities.", "Upscale Italian restaurant on site and numerous dining options within the surrounding area offering a variety of tastes.", "European-style boutique hotel in two 10-story towers.", "Intimate and elegantly decorated lobby.", "On the southern tip of Ocean Drive, this hotel takes center stage in South Beach's hottest new landscape. An oasis of serenity and elegance in a very exclusive beach setting. (03/08 LM)", ""]},
{"hotel_name": "SLS South Beach", "hotel_url": "/hotels/details/367313?c=200619|210619&r=2,0", "hotel_review_num": "1109", "hotel_rating": "5", "hotel_price": "₹ 31010", "check_in": "3 PM", "check_out": "12 PM", "rooms": "140", "business_service": ["Business Center"], "recreation": ["Gym", "Beauty Salon"], "travel": ["Parking", "Porter"], "hotel_info": ["Deluxe Class Modern Hotel. This design/boutique hotel is located In the heart of South Beach, oceanfront location, in walking distance to Lincoln Road, Ocean Drive and countless shops and restaurants.", "Pure urban elegance is the frame for these stunning panoramic city views. The SLS signature king-size bed defines serenity and relaxation while the 42\" HD LCD TV, iPad, high-speed WiFi and MP3 connectivity unite you with the city known for its impetus for life.", "The Bazaar, the world renowned restaurant by Chef José Andrés, will debut at the SLS Hotel South Beach with a vibrant mix of sophisticated cuisine and playful lounge spaces where dining transcends into fête extraordinaire. Guests will enjoy a collection of magical dining experiences that offers pioneering culinary creations, delicacies from roving carts and delicious libations. For Miami?s first Katsuya location, Philippe Starck?s design concept will infuse traditional Japanese elements with a provocative twist. The sophisticated, stimulating and high-energy, yet comfortable approach will create an ambiance that lends a chic and casual celebration of food and drink. Master Sushi Chef Katsuya will unleash his culinary artistry onto Miami?s South Beach with a menu of innovative sushi and robata dishes uniquely adapted for the American palate. The new Katsuya location will also house a Dragon Room lounge showcasing an award-winning cocktail program that focuses on balanced and approachable drinks that are unique, fresh and made from the highest quality ingredients.", "Beautifully renovated Art Deco building, blending the charm of times past with modern design.", "Small and intimate lobby, designed in dramatic fashion, with bar/lounge and concierge desk.", ""]},
{"hotel_name": "KING & GROVE TIDES SOUTH BEACH", "hotel_url": "/hotels/details/367317?c=200619|210619&r=2,0", "hotel_review_num": "921", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "12 PM", "check_out": "12 PM", "rooms": "45", "business_service": ["Business Center"], "recreation": ["Gym", "Beauty Salon"], "travel": ["Parking", "Porter"], "hotel_info": ["Deluxe Class  Hotel. South Beach's most distinctive setting for leisure and business travel alike, The Tides South Beach Hotel on Ocean Drive in famed Miami Beach offers guests a sophisticated mix of glamour, Miami history, modern amenities and highly personalized service.", "For the finest in South Beach dining, visit the recently unveiled restaurant La Marea offering a fresh dining concept in a dramatic setting. The hotel's front terrace overlooking Ocean Drive serves alfresco cocktails and dining selections from La Marea, an ideal spot for people watching while enjoying a signature popsicle martini. Or, for an intriguing gathering place to enjoy cocktails and appetizers, experience Coral Bar, South Beach's tucked away treasure.", "An icon of Art Deco architecture on Miami's popular Ocean Drive, The Tides South Beach debuted a provocative new design in the Fall of 2007 by trendsetting designer Kelly Wearstler. The glamorous new design re-dresses the hotel's interiors incorporating elements from the sea, rich textures, sunset colors and vintage recreations with a nod to its illustrious past while setting new standards for future hotel design. Our South Beach boutique hotel features forty-five stylish luxury suites all offering expansive ocean views. Spacious hotel accommodations range from Oceanfront Studio Suites of 550 square feet to the 2,600 square foot Tides Suite. Personalized service is taken to new heights with the introduction of dedicated personal assistants for each hotel guest. Whether you forgot an important detail for your business meeting, or perhaps are in need of concierge services for your at our South Beach Miami hotel, personal assistants are at guests' beck and call for all requests from the routine to outlandish. Renowned for its sophisticated yet informal beachfront presence, The Tides South Beach is the flagship of an emerging brand of Tides resorts in coastal destinations, ideal for South Beach vacations, romantic getaways, business travel to Miami, and more.", ""]},
{"hotel_name": "JW Marriott Marquis Miami", "hotel_url": "/hotels/details/345087?c=200619|210619&r=2,0", "hotel_review_num": "1119", "hotel_rating": "5", "hotel_price": "₹ 14360", "check_in": "4 PM", "check_out": "12 PM", "rooms": "313", "business_service": ["Audio Visual Equipment", "Business Centre", "Meeting Room"], "recreation": ["Beauty Salon", "Fitness Centre", "Gift Shop", "Massage Centre", "Pool/Snooker Table", "Sauna", "Spa", "Swimming Pool"], "travel": ["Limousine Service", "Parking", "Porter", "Travel Desk", "Valet Parking"], "hotel_info": [" With a stay at JW Marriott Marquis Miami, you'll be centrally located in Miami, steps from James L. Knight Center and 4 minutes by foot from Downtown Miami Shopping District.  This 5-star hotel is 0.3 mi (0.6 km) from Bayfront Park and 0.5 mi (0.8 km) from Brickell City Centre.", " Make yourself at home in one of the 313 air-conditioned rooms featuring iPod docking stations and Smart televisions. Your bed comes with down comforters and premium bedding. Wireless Internet access (surcharge) keeps you connected, and cable programming is available for your entertainment. Private bathrooms with separate bathtubs and showers feature designer toiletries and hair dryers.", " Relax at the full-service spa, where you can enjoy massages, body treatments, and facials. If you're looking for recreational opportunities, you'll find a health club, an outdoor pool, and a spa tub. This hotel also features complimentary wireless Internet access, gift shops/newsstands, and wedding services.", " Enjoy Mediterranean cuisine at Boulud Sud Miami, one of the hotel's 3 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the coffee shop/cafe. Need to unwind? Take a break with a tasty beverage at one of the 2 bars/lounges. Full breakfasts are available daily from 6:30 AM to 11:00 AM for a fee.", " Featured amenities include a business center, limo/town car service, and express check-out. Planning an event in Miami? This hotel has facilities measuring 42000 square feet (3902 square meters), including conference space."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "JW Marriott Marquis Miami", "hotel_url": "/hotels/details/531425?c=200619|210619&r=2,0", "hotel_review_num": "1184", "hotel_rating": "5", "hotel_price": "₹ 23468", "check_in": "4 PM", "check_out": "12 PM", "rooms": "313", "business_service": ["Business Center", "Fax"], "recreation": ["Spa", "Indoor Games", "Health Club", "Outdoor Swimming Pool", "Tennis Court", "Pool / Snooker Table"], "travel": ["Parking", "Valet Parking", "Car Rental", "bicycle rental", "shuttle service (surcharge)"], "hotel_info": ["This hotel, located one mile from American Airlines Arena, offers an indoor golf school, a basketball court and a billiards room. Wi-fi is free throughout the hotel.", "All guest rooms at JW Marriott Marquis Miami are equipped with a 52-inch TV with cable and satellite channels. In addition, every room features an en suite bathroom, a minibar and hot drink facilities.", "Breakfast is served in ThreeFortyFive, which provides riverside views. There are two restaurants open for lunch and dinner, serving stylish creations by an award-winning chef.", "JW Marriott Marquis Miami has a heated outdoor pool, a fitness center and a bowling alley. There is also a 3D media room and a fully-equipped business center.", "JW Marriott Marquis Miami is 5.0 miles from South Beach and 15 miles from Miami International Airport.", "Important Info : The Breakfast Included Rate only includes breakfast for 2 adults. Fees apply for additional guests.", "Upon check-in photo identification and credit card is required. All special requests are subject to availability upon check-in. Special requests cannot be guaranteed and may incur additional charges. Guests are required to show a photo identification and credit card upon check-in. Please note that all Special Requests are subject to availability and additional charges may apply."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "Kimpton EPIC Hotel", "hotel_url": "/hotels/details/292714?c=200619|210619&r=2,0", "hotel_review_num": "2384", "hotel_rating": "5", "hotel_price": "₹ 16247", "check_in": "4 PM", "check_out": "11 AM", "rooms": "411", "business_service": ["Audio Visual Equipment", "Business Centre", "Meeting Room"], "recreation": ["Fitness Centre", "Gift Shop", "Library", "Massage Centre", "Nightclub", "Outdoor Games", "Sauna", "Spa", "Steam Room", "Swimming Pool"], "travel": ["Limousine Service", "Parking", "Porter", "Travel Desk", "Valet Parking"], "hotel_info": [" With a stay at Kimpton EPIC Hotel, you'll be centrally located in Miami, steps from Downtown Miami Shopping District and 6 minutes by foot from Bayfront Park.  This 5-star hotel is 0.5 mi (0.8 km) from Brickell City Centre and 0.6 mi (1 km) from Bayside Marketplace.", " Make yourself at home in one of the 411 air-conditioned rooms featuring refrigerators and minibars. Rooms have private balconies. 55-inch flat-screen televisions with satellite programming provide entertainment, while wireless Internet access (surcharge) keeps you connected. Partially open bathrooms with separate bathtubs and showers feature deep soaking bathtubs and rainfall showerheads.", " Pamper yourself with a visit to the spa, which offers massages, body treatments, and facials. You're sure to appreciate the recreational amenities, which include 2 outdoor swimming pools, a sauna, and a 24-hour fitness center. This hotel also features wireless Internet access (surcharge), concierge services, and gift shops/newsstands.", " Enjoy seafood at Area 31, one of the hotel's 2 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the coffee shop/cafe. Relax with a refreshing drink from the poolside bar or one of the 3 bars/lounges. Buffet breakfasts are available daily from 7 AM to 10:30 AM for a fee.", " Featured amenities include a 24-hour business center, limo/town car service, and express check-in. Planning an event in Miami? This hotel has facilities measuring 25000 square feet (2323 square meters), including conference space."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "Viceroy", "hotel_url": "/hotels/details/367353?c=200619|210619&r=2,0", "hotel_review_num": "1090", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "3 PM", "check_out": "12 PM", "rooms": "168", "business_service": ["Audio Visual Equipment", "Business Centre", "Meeting Room"], "recreation": ["Gym", "Heated Pool", "Sauna"], "travel": ["Porter"], "hotel_info": ["Deluxe Class Modern Hotel. Located within the ten-acre Icon Brickell enclave, the Viceroy is a quintessential Miami luxury hotel. The property at the center of this urban resort offers skyscraping residential towers, two parks, a 28,000-square-foot spa and fitness center, and a two-acre outdoor living room bedecked by a 300-foot long pool and an oversized outdoor fireplace. In walking distance to several dining and shopping options in Downtown Miami, right on Miami River on Brickell Avenue. 15 minutes to South Beach, 15 minutes to Coral Gables and Coconut Grove.", "Junior Suites measure 588 square feet in size; residential appointments include a smartly equipped convenience kitchen outfitted with a stove and designer-selected tableware, glassware and flatware, all neatly tucked behind pocket doors. Designed by renowned interior designer Kelly Wearstler, Viceroy Kings offer modern sophistication accented by a timeless East Asian sensibility for truly elegant accommodations. A sumptuous, multi-layered palette of emerald green, onyx and slate complements classic forms and organic finishes ranging from antiqued wood and mirror to veined marble and reflective brass. The spacious bathrooms feature a large marble vanity with double sinks, a soaking tub and standing shower.", "Viceroy's dining and lounging selections appeal to formal palates and simple appetites alike. Mediterranean cuisine at Eos Restaurant. With nothing but the sky above, exclusive Club 50. Or Room-Service. Many alternatives in walking distance.", "Modern, landmark highrise building.", "Small and intimate lobby.", ""], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "The Ritz-Carlton Bal Harbour, Miami", "hotel_url": "/hotels/details/453735?c=200619|210619&r=2,0", "hotel_review_num": "61", "hotel_rating": "5", "hotel_price": "₹ 50680", "check_in": "4 PM", "check_out": "11 AM", "rooms": "124", "business_service": ["Business Center", "Fax"], "recreation": ["Gym", "Spa", "Health Club", "Indoor Swimming Pool", "Massage Centre", "Outdoor Swimming Pool", "Kids Play Area", "Outdoor Games"], "travel": ["Parking", "Valet Parking", "Car Rental", "bicycle rental", "airport shuttle (surcharge)"], "hotel_info": ["Offering an outdoor pool and an indoor pool, The Ritz-Carlton Bal Harbour is located in Miami Beach. WiFi access is available in this resort.", "The accommodation will provide you with a TV and air conditioning. There is also a coffee machine. Featuring a shower, private bathroom also comes with a hairdryer and slippers. You can enjoy sea view from the room. Extras include a seating area and cable channels.", "At The Ritz-Carlton Bal Harbour you will find a spa and wellness centre, a restaurant and a fitness centre Other facilities offered at the property include luggage storage and a kids' club. An array of activities can be enjoyed on site or in the surroundings, including hiking and diving.", "If you feel like visiting the surroundings, check out Bayshore Golf Course (11.1 km) and Holocaust Memorial (11.6 km). This resort is 19 km from Miami International Airport.", "Important Info : Please note that only pets under 25 pounds (11 kilograms) are allowed. Guests are required to show a photo identification and credit card upon check-in. Please note that all Special Requests are subject to availability and additional charges may apply."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "The Ritz-Carlton Key Biscayne, Miami", "hotel_url": "/hotels/details/514188?c=200619|210619&r=2,0", "hotel_review_num": "1433", "hotel_rating": "5", "hotel_price": "₹ 45952", "check_in": "4 PM", "check_out": "11 AM", "rooms": "490", "business_service": ["Business Center", "Fax"], "recreation": ["Gym", "Spa", "Beauty Salon", "Indoor Games", "Health Club", "Massage Centre", "Outdoor Swimming Pool", "Kids Play Area", "Garden", "Outdoor Games", "Tennis Court", "shops (on site)"], "travel": ["Parking", "Car Rental", "bicycle rental"], "hotel_info": ["Located one street from Bill Baggs Cape Florida State Park, this luxurious hotel has a spa, tennis courts and an outdoor pool. It also has 5 dining options, some overlooking the ocean.", "The rooms at the 5-star Ritz-Carlton Key Biscayne have air conditioning, cable TV, a spacious seating area and an I-pod docking station.", "The Key Biscayne spa features over 60 ocean-inspired body therapies performed with Coco-luscious products. The spa also has an outdoor gazebo overlooking the ocean where guests can enjoy a massage.", "The poolside Cioppino Restaurant serves delicious Tuscan cuisine, while the Cantina Beach serves Mexican dishes and offers panoramic sea views.", "Miami Metro Zoo, Jungle Island and South Beach are just a short drive away.", "Important Info : Please note if booking the Breakfast Included rate, breakfast is included for 2 adults. Charges apply for additional guests.", "The resort fee includes the following:", "- High-speed internet", "- Beach chairs and umbrellas", "- Daily beach activities: paddle board, float, kayak, and snorkel gear", "- Daily 1-hour fitness class for up to 2 guests", "- Access to hot tub, sauna, and steam room", "- Unlimited local and domestic long-distance phone calls Guests are required to show a photo identification and credit card upon check-in. Please note that all Special Requests are subject to availability and additional charges may apply."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "The Carillon Hotel and Spa", "hotel_url": "/hotels/details/338669?c=200619|210619&r=2,0", "hotel_review_num": "126", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "3 PM", "check_out": "12 PM", "rooms": "120", "business_service": ["Audio Visual Equipment", "Meeting Facility", "Meeting Room"], "recreation": ["Spa", "Beauty Salon", "Health Club", "Massage Centre", "Sauna", "Steam Bath"], "travel": ["Parking", "Limousine Service", "Porter", "Valet Parking"], "hotel_info": ["With a stay at The Carillon Hotel and Spa in Miami Beach (North Beach), you'll be close to Normandy Shores Golf Club and Concord Shopping Plaza. This 5-star hotel is within close proximity of Surfside Beach and Indian Beach Park.", "Make yourself at home in one of the 120 air-conditioned rooms featuring kitchens with refrigerators and stovetops. Your pillowtop bed comes with Egyptian cotton sheets. Wired and wireless Internet access is complimentary, while 52-inch LCD televisions with satellite programming provide entertainment. Conveniences include phones, as well as safes and complimentary newspapers.", "Treat yourself with massages, body treatments, and facials. You're sure to appreciate the recreational amenities, which include 4 outdoor swimming pools, a health club, and a sauna. Additional amenities include complimentary wireless Internet access, babysitting/childcare (surcharge), and gift shops/newsstands.", "Grab a bite to eat at the hotel's restaurant, which features a bar, or stay in and take advantage of room service (during limited hours). Relax with your favorite drink at a bar/lounge or a poolside bar.", "Featured amenities include complimentary high-speed (wired) Internet access, limo/town car service, and a computer station. Planning an event in Miami Beach? This hotel has facilities measuring 7000 square feet (630 square meters), including conference space."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant", "Coffee Shop", "Pool Snack Bar"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "The Ritz-Carlton Coconut Grove, Miami", "hotel_url": "/hotels/details/275840?c=200619|210619&r=2,0", "hotel_review_num": "450", "hotel_rating": "5", "hotel_price": "₹ 22040", "check_in": "4 PM", "check_out": "11 AM", "rooms": "115", "business_service": ["Audio Visual Equipment", "Business Centre", "Meeting Room"], "recreation": ["Fitness Centre", "Gift Shop", "Massage Centre", "Sauna", "Spa", "Swimming Pool"], "travel": ["Limousine Service", "Parking", "Porter", "Travel Desk", "Valet Parking"], "hotel_info": [" With a stay at The Ritz-Carlton Coconut Grove, Miami, you'll be centrally located in Miami, within a 15-minute drive of Downtown Miami Shopping District and Brickell City Centre.  This 5-star resort is 3.7 mi (6 km) from University of Miami and 4.3 mi (7 km) from Marlins Park.", " Make yourself at home in one of the 115 air-conditioned rooms featuring iPod docking stations and Smart televisions. Your pillowtop bed comes with down comforters and Frette Italian sheets. Rooms have private balconies. Premium TV channels and DVD players are provided for your entertainment, while complimentary wireless Internet access keeps you connected. Private bathrooms with separate bathtubs and showers feature rainfall showerheads and designer toiletries.", " Pamper yourself with a visit to the spa, which offers massages, body treatments, and facials. If you're looking for recreational opportunities, you'll find an outdoor pool, a sauna, and a 24-hour fitness center. Additional features at this resort include complimentary wireless Internet access, gift shops/newsstands, and wedding services.", " Grab a bite at one of the resort's 3 restaurants, or stay in and take advantage of the room service (during limited hours). Unwind at the end of the day with a drink at the bar/lounge or the poolside bar. Buffet breakfasts are served on weekends from 9:00 AM to 1:00 PM for a fee.", " Featured amenities include a 24-hour business center, limo/town car service, and express check-out."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Interconnecting Rooms", "Internet", "Laundry"], "food_beverage": ["Banquet Hall", "Bar", "Lounge", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "LOEWS", "hotel_url": "/hotels/details/192045?c=200619|210619&r=2,0", "hotel_review_num": "4211", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "4 PM", "check_out": "12 PM", "rooms": "680", "business_service": ["Business Center"], "recreation": ["Gym", "Beauty Salon", "Sauna"], "travel": ["Parking", "Porter"], "hotel_info": ["Deluxe Class Modern Resort. Centrally located directly on Miami's famous South Beach. The hotel is close to the Miami Beach Convention Centre, great restaurants, and all the fabulous nightlife South Beach has to offer.", "The rooms are large in size and decorated in a modern art deco style and offer all of the amenities that today's traveller requires. Some of the guest rooms  have balconies that look either onto the bay, ocean, or city.", "A range of dining options are offered in the restaurants and lounges here. There is an oceanfront terrace restaurant open for breakfast, lunch, and dinner. The outdoor pool grill and bar serves casual food and light fare. The lounge features Florida's most extensive martini menu with over 240 recipes. A coffee bar serves fresh roasts, exotic blends, baked goods, and light fare to go.", "This is a modern hotel comprised of two buildings. One is a modern 18-storey tower and the other a smaller Art Deco designed building. The hotel sits on beautifully landscaped grounds directly on Miami's South Beach.", "The lobby is large and very elegant with marble floors and a grand staircase that leads to the ballroom on the second floor. There are plenty of comfortable seating areas throughout the lobby that are all nicely decorated in a modern tropical style.", "An oceanfront swimming pool and direct access to the beach as well as the wide variety of water sports available offered at this property will make your stay memorable at truly one of the finest hotels directly on famous South Beach. The newly built Elemis Spa will offer guests sauna, steam rooms, Jacuzzi tubs, sun deck, and 15 treatment rooms where guests can get massages and acupuncture treatment. (03/08mp)", ""], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Interconnecting Rooms", "Internet", "Laundry"], "food_beverage": ["Banquet Hall", "Bar", "Lounge", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "Metropolitan By Como, Miami Beach", "hotel_url": "/hotels/details/1232342?c=200619|210619&r=2,0", "hotel_review_num": null, "hotel_rating": "5", "hotel_price": "₹ 34314", "check_in": "4 PM", "check_out": "12 PM", "rooms": "74", "business_service": ["Fax"], "recreation": ["Spa", "Health Club", "Sauna", "shops (on site)"], "travel": ["Parking", "Valet Parking", "shuttle service (surcharge)"], "hotel_info": ["This beachfront Miami Beach hotel boasts a full-service spa and on-site restaurant.  Wi-Fi access is available in every room. The Art Deco District is 2.4 km away.", "Each room features a flat-screen cable TV, minibar, and an iPod docking station. Coffee-making facilities are provided at Metropolitan by Como, Miami Beach.", "A fitness centre is available to all guests throughout their stay at this Miami Beach Metropolitan by Como. Extras include a tour desk, luggage storage, and dry cleaning.", "Both Traymore restaurant and poolside cabana feature locally-sourced ingredients for breakfast, lunch, and dinner. COMO Shambhala Juice Bar and Traymore Bar are also on site.", "The hotel is 1.1 km from Miami Beach Convention Center and 15 km from the Miami International Airport. Luxury shopping along Lincoln Road is 4 minutes’ drive away.", "Important Info : You must show a valid photo ID and credit card upon check-in. Please note that all special requests cannot be guaranteed and are subject to availability upon check-in. Additional charges may apply.", "Please note cots can only be accommodated in suites.", "Please note only dogs that weigh 25 pounds or less can be accommodated. Contact property for details. Guests are required to show a photo identification and credit card upon check-in. Please note that all Special Requests are subject to availability and additional charges may apply."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Elevator", "Housekeeping", "Interconnecting Rooms", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "Hotel Beaux Arts, Autograph Collection", "hotel_url": "/hotels/details/345107?c=200619|210619&r=2,0", "hotel_review_num": "185", "hotel_rating": "5", "hotel_price": "₹ 17030", "check_in": "4 PM", "check_out": "12 PM", "rooms": "44", "business_service": ["Audio Visual Equipment", "Business Centre", "Fax", "Meeting Room"], "recreation": ["Beauty Salon", "Fitness Centre", "Indoor Games", "Massage Centre", "Pool/Snooker Table", "Sauna", "Spa", "Swimming Pool"], "travel": ["Parking", "Porter", "Travel Desk", "Valet Parking"], "hotel_info": [" With a stay at Hotel Beaux Arts, Autograph Collection, you'll be centrally located in Miami, steps from James L. Knight Center and 4 minutes by foot from Downtown Miami Shopping District.  This 5-star hotel is 0.3 mi (0.5 km) from Bayfront Park and 0.5 mi (0.8 km) from Brickell City Centre.", " Make yourself at home in one of the 44 air-conditioned rooms featuring MP3 docking stations and plasma televisions. Your bed comes with down comforters and premium bedding. Computers, wireless Internet access (surcharge), and cable programming provide entertainment. Private bathrooms with separate bathtubs and showers feature jetted bathtubs and designer toiletries.", " Pamper yourself with a visit to the spa, which offers massages, body treatments, and facials. You can take advantage of recreational amenities such as an outdoor pool, a spa tub, and a sauna. Additional features at this Beaux Arts hotel include complimentary wireless Internet access, concierge services, and a hair salon.", " Enjoy Mediterranean cuisine at Boulud Sud, one of the hotel's 3 restaurants, or stay in and take advantage of the 24-hour room service. Snacks are also available at the coffee shop/cafe. Quench your thirst with your favorite drink at the bar/lounge. Buffet breakfasts are available daily from 7 AM to 11 AM for a fee.", " Featured amenities include a business center, express check-out, and dry cleaning/laundry services. Planning an event in Miami? This hotel features 89000 square feet (8268 square meters) of event facilities."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Elevator", "Facilities for Differently Abled", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Lounge", "Restaurant", "Room Service", "Vending Machine"], "front_desk_service": ["Concierge", "Currency Exchange"], "kids": ["Babysitting"]},
{"hotel_name": "Apartment Collins Avenue", "hotel_url": "/hotels/details/1214040?c=200619|210619&r=2,0", "hotel_review_num": null, "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "2 PM", "check_out": "11 AM", "rooms": "1", "business_service": ["Audio Visual Equipment", "Business Centre", "Fax", "Meeting Room"], "recreation": ["Beauty Salon", "Fitness Centre", "Indoor Games", "Massage Centre", "Pool/Snooker Table", "Sauna", "Spa", "Swimming Pool"], "travel": ["Parking", "Porter", "Travel Desk", "Valet Parking"], "hotel_info": ["Located 7 minutes' drive from famed Lincoln Road, Apartment Collins Avenue offers free WiFi access to guests. This Miami Beach apartment is self-catering.", "Accommodation features a full kitchen with an oven and a refrigerator and a private bathroom with a bath or shower. A seating area includes a flat-screen TV.", "This adult-only apartment offers non-smoking rooms.", "Guests are 2.2 kilometres' drive from the Miami Beach Convention Center and 3.2 kilometres' drive from the Miami Beach Golf Club. Miami International Airport is located 15 minutes' drive from the property."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Elevator", "Facilities for Differently Abled", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Lounge", "Restaurant", "Room Service", "Vending Machine"], "front_desk_service": ["Concierge", "Currency Exchange"], "kids": ["Babysitting"]},
{"hotel_name": "Gale South Beach", "hotel_url": "/hotels/details/660995?c=200619|210619&r=2,0", "hotel_review_num": "1309", "hotel_rating": "5", "hotel_price": "₹ 32382", "check_in": "4 PM", "check_out": "12 PM", "rooms": "87", "business_service": ["Audio Visual Equipment", "Business Centre", "Fax", "Meeting Room"], "recreation": ["Gym", "Nightclub", "Health Club", "Outdoor Swimming Pool"], "travel": ["Parking", "Valet Parking"], "hotel_info": ["Situated opposite the beach, this Miami hotel features an on-site restaurant, seasonal rooftop pool, and fitness centre. Guests will also be 5 minutes’ walk from the Miami Beach Convention Center.", "A 55-inch flat-screen cable TV and iPod docking station are offered in all guest rooms at this Florida Gale South Beach. Guests also have access to a minibar.", "Gale South Beach guests will be greeted by a 24-hour reception. Laundry services are available upon request for an additional fee.", "Dolce Italian offers Italian-inspired cuisine in an outdoor cafe and lounge. Guests can recline at The Regent Cocktail Club with their favorite classic cocktail.", "The property is 5 minutes' walk from The New World Symphony. The shops and restaurants of Lincoln Road Mall are less than 1 mile away.", "Important Info : You must show a valid photo ID and credit card upon check-in. Please note that all special requests cannot be guaranteed and are subject to availability upon check-in. Additional charges may apply.", "Please note the service charge covers additional amenities including a food/beverage credit, Wi-Fi and 2 lounge chairs at the beach club. For more information please contact the hotel.", "Please note if paying in cash, the hotel must receive USD 500.00 for", "incidentals for the 1st night and USD 150.00 per night for any additional", "nights. Contact hotel for details. Guests are required to show a photo identification and credit card upon check-in. Please note that all Special Requests are subject to availability and additional charges may apply."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Elevator", "Facilities for Differently Abled", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant"], "front_desk_service": ["Concierge", "Currency Exchange"], "kids": ["Babysitting"]},
{"hotel_name": "Boulan South Beach", "hotel_url": "/hotels/details/569703?c=200619|210619&r=2,0", "hotel_review_num": "264", "hotel_rating": "5", "hotel_price": "₹ 30336", "check_in": "3 PM", "check_out": "12 PM", "rooms": "87", "business_service": ["Audio Visual Equipment", "Business Centre", "Fax", "Meeting Room"], "recreation": ["Gym"], "travel": ["Parking", "Valet Parking"], "hotel_info": ["Standing less than 2 minutes' walk from the ocean and 8 minutes' walk from Central Miami Beach, this stylish building features a rooftop pool with cabanas.A large balcony and a full kitchen are found in the modern apartments of Boulan South Beach. A cable TV, sofa bed, and washer with tumble dryer are also included.Guests of Boulan can look out over the city and beaches from the rooftop gardens and hot tub. A private fitness center and concierge services are also provided.Charles Street is located on site and is open for breakfast, lunch, and dinner. It offers meals in a bistro setting and also features a bar.Jungle Island is less than 3 miles from the South Beach Boulan. The New World Symphony is 2 minutes' drive away.", "Important information: You must show a valid photo ID and credit card upon check-in. Please note that all special requests cannot be guaranteed and are subject to availability upon check-in. Additional charges may apply."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Elevator", "Facilities for Differently Abled", "Housekeeping", "Internet", "Laundry"], "food_beverage": ["Bar", "Restaurant"], "front_desk_service": ["Concierge", "Currency Exchange"], "kids": ["Babysitting"]},
{"hotel_name": "W Miami", "hotel_url": "/hotels/details/253754?c=200619|210619&r=2,0", "hotel_review_num": "1089", "hotel_rating": "5", "hotel_price": "₹ 27379", "check_in": "4 PM", "check_out": "12 PM", "rooms": "146", "business_service": ["Audio Visual Equipment", "Business Centre", "Fax", "Meeting Room"], "recreation": ["Fitness Centre", "Garden", "Library", "Massage Centre", "Nightclub", "Sauna", "Spa", "Steam Room", "Swimming Pool"], "travel": ["Parking", "Porter", "Travel Desk", "Valet Parking"], "hotel_info": [" A stay at W Miami places you in the heart of Miami, within a 10-minute walk of Brickell City Centre and Downtown Miami Shopping District.  This 5-star hotel is 0.5 mi (0.9 km) from Bayfront Park and 0.3 mi (0.4 km) from James L. Knight Center.", " Make yourself at home in one of the 146 air-conditioned rooms featuring kitchenettes with refrigerators and stovetops. Rooms have private balconies. 42-inch flat-screen televisions with satellite programming provide entertainment, while wireless Internet access (surcharge) keeps you connected. Conveniences include phones, as well as laptop-compatible safes and desks.", " Relax at the full-service spa, where you can enjoy massages. You're sure to appreciate the recreational amenities, including a nightclub, an outdoor pool, and a spa tub. Additional amenities at this Beaux Arts hotel include complimentary wireless Internet access, concierge services, and shopping on site.", " Grab a bite at 15th and Vine, a poolside restaurant where you can enjoy drinks at the bar and dine alfresco. Or stay in and take advantage of the 24-hour room service. Wrap up your day with a drink at the poolside bar. Full breakfasts are available daily from 7 AM to 11 AM for a fee.", " Featured amenities include a 24-hour business center, limo/town car service, and express check-in. Extended parking is available onsite."], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Dry Cleaning", "Elevator", "Facilities for Differently Abled", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Lounge", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "Acqualina", "hotel_url": "/hotels/details/192008?c=200619|210619&r=2,0", "hotel_review_num": "609", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "4 PM", "check_out": "12 PM", "rooms": "194", "business_service": ["Business Center"], "recreation": ["Gym", "Beauty Salon", "Heated Pool", "Sauna"], "travel": ["Porter"], "hotel_info": ["Deluxe Class Modern Resort. This true Deluxe Beach Resort is situated between Miami and Ft.Lauderdale in Sunny Isles Beach, right on the beach. Acqualina is just five minutes away from the world famous Bal Harbour shops and a short drive to the vibrant daytime activities and night life of Miami Beach, South Beach, Hollywood and Fort Lauderdale.", "Elegant and comfortable. Richly appointed accommodation feature classic furnishing with fresh modern elements, luxurious fabrics and gracious amenities such as private terraces, flat screen TVs and bathrooms with imported marble floors, double sinks, bath tub and glass enclosed shower. All rooms and suites offer magnificent views and are equipped with Lady Primrose bath products, fully stocked mini bars.", "Il Mulino New York, renowned for it's bustling and energetic atmosphere, market fresh daily specials, extensive selections of fine Italian wines, authentic cuisine from Italy's Abruzzi region. Aaria, which serves the best of contemporary tropical cuisine for lunch and dinner with indoor and outdoor dining overlooking the ocean. The restaurant's elegant breakfast and lunch service changes by night to a lively hors d'oeuvre menu in a Mediterranean ambiance. Guest can also enjoy delicious gourmet fare at the beach bar and restaurant, Costa Grill, open daily for lunch.", "Overlooking the Atlantic on South Florida's fabled coastline, Acqualina is an oceanfront masterpiece. The resort's grand 51 story Mediterranean inspired tower features an ultra luxury boutique resort and 188 lavish residences.", "The resort entrance area, the Gallery, treats guest to European opulence with rich hues and design elements that includes terra-cotta, stucco, marble columns and antique gold-leaved capitals.", ""], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Dry Cleaning", "Elevator", "Facilities for Differently Abled", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Lounge", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]},
{"hotel_name": "TURNBERRY ISLE MIAMI, AUTOGRAPH COLLECTION", "hotel_url": "/hotels/details/417953?c=200619|210619&r=2,0", "hotel_review_num": "1033", "hotel_rating": "5", "hotel_price": "Check Price", "check_in": "12 PM", "check_out": "12 PM", "rooms": "408", "business_service": ["Business Center"], "recreation": ["Gym", "Sauna"], "travel": ["Porter"], "hotel_info": ["Deluxe Class  Hotel. Turnberry Isle Miami is situated within the lush surroundings of Aventura, an exclusive enclave in North Miami Beach, Fla.", "Bourbon Steak. Cascata Grille. Laguna Grill.", "Named one of the \"World's Best Resorts\" by Travel + Lesisure, the Mediterranean-style resort & club is located across the street from South Florida's leading shopping destination - Aventura Mall, and is ideally situated 12 miles south of Fort Lauderdale International Airport and 18 miles north of Miami International Airport. Two Raymond Floyd-redesigned 18-hole championship golf courses, a 25,000 square-foot Mobil Four-Star Spa with an extensive menu, 21 treatment rooms, relaxation rooms, saunas, Spa Boutique, full-service Cosmopolitan Salon and fitness center and a private beach club makes Turnberry Isle Miami a soothing retreat atmosphere on 300 tropical acres draws guests from all over the world.", ""], "general": ["24 Hour Front Desk", "ATM/Cash Machine", "Air Conditioning", "Central Heating", "Dry Cleaning", "Elevator", "Facilities for Differently Abled", "Internet", "Laundry"], "food_beverage": ["24 Hour Room Service", "Banquet Hall", "Bar", "Coffee Shop", "Lounge", "Restaurant", "Room Service"], "front_desk_service": ["Concierge"], "kids": ["Babysitting"]}
]